Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: Jamal Wahab, the director of the film for the nine o'clock news on MBC1, said on Friday, March 5: France, which built its glory on the blood of Algerians, is called upon today to reveal the truth of its nuclear secret.
ar: ويقول جمال وهاب -مخرج الفيلم لنشرة أخبار التاسعة على قناة mbc1 اليوم الخميس الـ5 من مارس: فرنسا التي بنت مجدها على دماء الجزائريين مطالبة اليوم بالكشف عن حقيقة سرها النووي.

source: French conscripts and inhabitants of Raggane, who were victims of the French crime, tell of the terrible health and environmental effects of the nuclear explosions. Hamadi Ahmed Alhaj, one of the victims of the nuclear tests, says We came to this region
ar: ويروى مجندون فرنسيون وسكان بمدينة رقان من ضحايا الجريمة الفرنسية الأثر الرهيب الذي خلفته التفجيرات النووية على الصحة والبيئة. وفي هذا السياق يقول حمادي أحمد الحاج -أحد ضحايا التجارب النووية الفرنسية-: جئنا إلى هذه المنطقة ولم ندر بحقيقة التجارب النووية ا

source: The issue of nuclear testing was shrouded in secrecy, and France didn't want to talk about it, even though the victims raised their voices and demanded that the French government compensate them for their health problems, which only increased.
ar: ملف التجارب النووية يلفه سرّ كبير لا ترغب فرنسا الحديث عنه فيما تتعالى أصوات الضحايا لمطالبة الحكومة الفرنسية بالتعويض والتكفل بحالتهم الصحية التي تزداد سوءا يوما بعد يوم.

source: Reports suggest that France carried out a series of nuclear explosions of varying strength in Raggane (in the province of Adrar) and ِAynkar (in the province of Tamanrasset) beginning with the blue jerboa on October 14, 1960, and ending with “Verona,” w
ar: وتشير التقارير إلى أن فرنسا أقدمت على إجراء سلسلة من التفجيرات النووية متعددة الطاقات بكل من رقان (ولاية أدرار) واينكر (ولاية تمنراست) بدأتها باليربوع الأزرق في 13 أكتوبر/تشرين الأول 1960، وختمتها بڤرونا بجادي التي أجريت في 16/02/1966 بإينكر. التفجيرات

source: Bruno Barillot, a French researcher specializing in French nuclear tests, said that the French colonial authorities used 42,000 Algerians as guinea pigs in their first nuclear bomb explosions in the French desert.
ar: وذكر الباحث الفرنسي المتخصص في التجارب النووية الفرنسية برينو باريلو، أن سلطات الاستعمار الفرنسية استخدمت 42 ألف جزائري فئران تجارب في تفجيرها أولى قنابلها النووية في صحراء الجزائر.

source: In a conference in the Algerian capital, the French researcher said, The nuclear bomb was detonated over 42,000 people, including local residents and prisoners from the Algerian Liberation Army. This represents the harshest picture of the genocide and ba
ar: وقال الباحث الفرنسي -في ندوة في العاصمة الجزائرية-: القنبلة النووية إياها فجّرت على 42 ألف شخص من السكان المحليين وأسرى جيش التحرير الجزائري، ما يمثل أقسى صور الإبادة والهمجية التي ارتكبها المحتل الفرنسي في حق الجزائريين الذين يطالبون اليوم باحترام واجب ا

source: 42 Thousand Victims
ar: 42 ألف ضحية

source: Barillot showed photos of crucified Algerian fighters wearing different military uniforms, and other pictures showing the extent of destruction that the bomb caused to the environment of the region, and what happened to military equipment (planes and armo
ar: وعرض باريلو صوراً لمجاهدين جزائريين مصلوبين يلبسون أزياء عسكرية مختلفة، وصوراً أخرى عن حجم الدمار الذي أحدثته القنبلة على بيئة المكان، وما آلت إليه معدات عسكرية (طائرات ومدرّعات) كانت رابضة على مبعدة كيلومتر من مركز التفجير. وأوضح أنّ الفرنسيين تعمّدوا ال

source: Barillot said that, Most of the Algerian desert was damaged by nuclear radiation spread by wind, and the inhabitants of these region are still threatened by particles of plutonium. The Evian Convention, which France signed with the Algerian Liberation Fr
ar: وقال باريلو: إنّ معظم الصحراء الجزائرية متضررة من الإشعاعات النووية المنتشرة عبر الرياح، وإن سكان تلك المناطق يبقون مهددين بما تفرزه شظايا البلوتونيوم، وإنّ اتفاقية إيفيان التي وقعتها فرنسا مع جبهة التحرير الجزائرية، وكانت مقدمة لاستقلال البلاد في ما بعد،

source: Life imprisonment for the man who raped his daughter in Austria
ar: السجن مدى الحياة لمغتصب ابنته في النمسا

source: Agencies - Islamonline.net
ar: وكالات - إسلام أون لاين.نت

source: An Austrian court issued on Thursday a life imprisonment sentence against Joseph Fritzel, on the charges of detention and rape of his daughter for 24 years, and murder by neglect in the death of a newborn boy his daughter had from him.
ar: أصدرت محكمة نمساوية اليوم الخميس حكما بالسجن مدى الحياة بحق جوزيف فريتزل بتهمة احتجاز واغتصاب ابنته طيلة 24 عاما، والقتل عبر عدم مساعدة شخص في خطر هو رضيع أنجبته منه.

source: The verdict of the court of “St Poelten”, in the west of the Austrian capital Vienna, was unanimous from the eight jurors; to let the curtain fall on one of the worst crimes in humanity. The sentence, which is one of the maximum punishments in Austria, di
ar: وجاء قرار هيئة محكمة سانت بويلتن، غربي العاصمة النمساوية فيينا، بإجماع أعضاء هيئة المحلفين الثمانية، لإسدال الستار على واحدة من أسوأ الجرائم التي تشهدها الإنسانية، فيما لم تظهر أي آثار للحكم -وهو أقصى عقوبة في النمسا- على ملامح المتهم البالغ من العمر 73

source: Earlier yesterday, Fritzl apologized to the court for everything he did, but he said that his apology can not change anything of what happened”, and he expressed his regret by saying: I am sorry for all what happened from the bottom of my heart, but I c
ar: وفي وقت سابق أمس قدم فريتزل اعتذارا إلى المحكمة عن كل ما بدر منه، إلا أنه قال إن اعتذاره لا يمكن أن يغير أي شيء مما حصل، معربا عن أسفه بالقول: أنا أعتذر عن كل ما حصل من أعماق قلبي، ولكنني لا أستطيع العودة بالزمن وتغيير ذلك.

source: Fritzl committed one of the worst crimes in humanity
ar: فيرتزل ارتكب واحدة من أسوأ الجرائم التي شهدتها الإنسانية

source: Fritzl pleaded guilty of all the charges against him, in the third day of his trial on Wednesday, in the case known as the cave of terror. He said before the judge: I recognise that I am guilty of all the charges.
ar: وأقر فريتزل بأنه مذنب بكافة التهم الموجهة له، في ثالث أيام محاكمته أمس الأربعاء، في القضية التي عرفت باسم قبو الرعب، وقال أمام قاضي المحكمة: أعترف بذنبي في جميع التهم.

source: Among the charges directed by the prosecution to Fritzl are: slavery, rape, coercion, kidnapping, and false imprisonment; according to the prosecution official.
ar: ومن بين التهم التي وجهها الادعاء لفريزل: العبودية، والاغتصاب، وسلب الحريات، والاختطاف، والاحتجاز، بحسب مسئول الادعاء.

source: At the beginning of his trial on Monday, Fritzl denied the charges of murder and slavery, but he pleaded guilty after watching his daughter Elizabeth telling the story of her plight in an 11-hour video taped testimony, which was broadcasted in the courtro
ar: وفي بداية محاكمته الإثنين الماضي، أنكر فريتزل تهمتي القتل والاستعباد، لكنه أقر بذنبه بعدما شاهد ابنته إليزابيث وهي تحكي محنتها في شهادة مسجلة بالفيديو مدتها 11 ساعة بثت في قاعة المحكمة الثلاثاء الماضي، وعقب مشاهدته الشريط قال: لأول مرة أصدم بحقيقة وحشيتي

source: However, Judge Andrea Hammer, who could not hide her anger and outrage, responded to his regret and recognition of the size of charges: Why are you saying this now?! What has changed?!
ar: غير أن القاضية أندريا هامير، التي لم تتمالك إخفاء غضبها وانزعاجها، ردت على أسفه واعترافه بجم الاتهامات: لماذا تقول هذا الآن؟! ماذا تغير؟!.

source: The maximum penalty
ar: أقصى عقوبة

source: Elizabeth – the victim – attended the trial session held on Tuesday, to see the reactions of her father after broadcasting her testimony against him. It was the first time for her to see him since the disclosure of the case a year ago.
ar: وحضرت إليزابيث –الضحية- جلسة المحاكمة التي عقدت الثلاثاء لترى معالم وجه والدها إثر عرض شاهدتها ضده، وهي المرة الأولى التي تراه فيها منذ الكشف عن القضية قبل زهاء العام.

source: China calls for the adoption of a currency other than the dollar for the international reserves. Obama calls on the London summit to take bold, comprehensive and coordinated measures
ar: الصين تدعو إلى اعتماد عملة غير الدولار للاحتياطات الدولية...أوباما يطالب قمة لندن باتخاذ «تدابير جريئة وشاملة ومنسقة»

source: On the eve of the G20 summit in London, the US President Barak Obama called on the head of the group states to take bold, comprehensive and coordinated measures in the face of the global economic crisis, while the Chinese central bank called to the adop
ar: عشية قمة مجموعة العشرين في لندن، دعا الرئيس الأميركي باراك أوباما قادة دول المجموعة إلى أن يتخذوا «تدابير جريئة وشاملة ومنسقة» لمواجهة الأزمة الاقتصادية العالمية، على حين دعا البنك المركزي الصيني إلى اعتماد عملة جديدة للاحتياطات الدولية غير الدولار في نظا

source: Central bank governor, Zhou Xiaochuan, said in a statement that was published on the ebank that “the goal is to establish a new world economic order that is not easily affected by the policies in some countries and that the outbreak of the crisis and it
ar: وأوضح حاكم المصرف المركزي تشو كسياوشوان في نص نشر على موقع المصرف الالكتروني، أن الهدف هو إنشاء نظام اقتصادي عالمي جديد لا يتأثر بسهولة بسياسات بعض البلدان»، إن «اندلاع الأزمة وامتدادها إلى العالم برمته يعكسان نقاط الضعف الكامنة في النظام النقدي الدولي وا

source: China is under the current system which is dominated by the dollar and is following closely the results of the policies to revive the economy endorsed by the Obama Administration and the potential consequences that may ensue and affect China's reserve of
ar: والصين مرتبطة بالنظام الحالي الذي يهيمن عليه الدولار وتتابع عن كثب نتائج سياسات إنعاش الاقتصاد التي تقرها إدارة أوباما وما قد ينتج عنها من عواقب على الاحتياطي الصيني من العملات الأجنبية، فقد أبدت مراراً مخاوف على مستقبل احتياطها من العملات الأجنبية الذي ت

source: Zhou said that the adoption of a new reserve currency had received wide acceptance, may take a long time. The international family, especially the IMF is ought, in the near future at least, to face the risks resulting from the current system and to car
ar: وقال تشو: إن اعتماد «عملة جديدة للاحتياطات تلقى قبولاً واسعاً، قد يستغرق وقتاً طويلاً»، وأضاف: إنه «يجدر بالأسرة الدولية وخصوصاً صندوق النقد الدولي في المستقبل القريب أن تواجه على الأقل المخاطر الناتجة عن النظام الحالي وتقوم بعمليات مراقبة منتظمة وتقييم».

source: China is assumed to enjoy the support of Russia, which suggested that the summit discusses the adoption of a reserve currency that is not subject to any national sovereignty. Zhou recommended that in this context, the adoption of the special drawing righ
ar: ومن المفترض أن تحظى الصين بتأييد روسيا التي اقترحت أن تناقش القمة اعتماد عملة للاحتياطات خارجة عن أي سيادة وطنية، ويوصي تشو في هذا الإطار باعتماد «حقوق السحب الخاصة» التي لها «القدرة» على التحول إلى «عملة احتياط تتخطى العملة الوطنية»، وهي فكرة سبق وطرحها

source: The International Monetary Fund set up special drawing rights linked to a basket of currencies in 1969 forming the assets of the world reserve; in order to complete the reserves of its member states at a time where the offer gold and dollars are no longer
ar: وأنشأ صندوق النقد الدولي حقوق السحب الخاصة المرتبطة بسلة عملات عام 1969 لتكون بمثابة أصول للاحتياطي العالمي، من أجل استكمال احتياطات دوله الأعضاء في وقت لم يعد عرض الذهب والدولارات كافيا.

source: The IMF said on its website that its role had decreased since that time and used, has been used as an arithmetical unit by the IFM and some international systems.
ar: وأوضح صندوق النقد الدولي على موقعه الالكتروني أن دورها تراجع منذ ذلك الحين وباتت تستخدم خصوصاً كوحدة حسابية لدى الصندوق وبعض التنظيمات الدولية.

source: Chinese economist, Andy Xie, speculated that the Chinese proposal will remain a dead letter as special drawing rights is not considered a monetary system supported by the government. Not to mention that the aim of this proposal might be to give warning to
ar: وتوقع الاقتصادي الصيني اندي كيزي أن يبقى الاقتراح الصيني حبرا على ورق لأن حقوق السحب الخاصة لا تعتبر نظاماً نقدياً مدعوماً من حكومة، غير أن القصد من هذا الاقتراح قد يكون توجيه تحذير إلى الولايات المتحدة بعدما اشترى الاحتياطي الفدرالي الأميركي سندات خزينة

source: The economic expert believed that the situation was sorrowful. China is the Bank for the United States and the United States owes China a great deal, but yet it is not intimidated, it is China that is like a hostage to the United States and not the other
ar: ورأى الخبير الاقتصادي أن الوضع مؤسف «الصين هي مصرف الولايات المتحدة والولايات المتحدة مدينة للصين بالكثير، غير أنها لا تخشاها، الصين هي رهينة الولايات المتحدة وليس العكس».

source: In an article published by the International Herald Tribune, the US president was quoted as saying: We are going through a phase of global economic challenges that can not be overcome by supporting measures or isolated efforts carried out by some nation.
ar: وفي مقالة نشرتها صحيفة «انترناشيونال هيرالد تريبيون»، قال الرئيس الأميركي: «إننا نمر بمرحلة تحديات اقتصادية عالمية لا يمكن تجاوزها بإنصاف تدابير أو جهود معزولة تقوم بها أمة ما»، وأضاف: «من الآن فصاعداً تقع على قادة مجموعة العشرين مسؤولية اتخاذ تدابير جريئ

source: South Korea to Send a War Ship to Monitor North Korea’s Missiles
ar: كوريا الجنوبية سترسل مدمر حربية لرصد الصاروخ الكوري الشمالي

source: Tokyo – South Korean news service Yonhap reported that Seoul has decided to send a war ship to the East Sea with news that North Korea has finished its preparations to launch a missile towards the territorial waters between the Korean peninsula and Japan.
ar: طوكيو - 26 - 3 (كونا) -- ذكرت وكالة انباء (يونهاب) الكورية الجنوبية ان سيئول _تعتزم ارسال مدمرة حربية موجهة الى البحر الشرقي مع انباء عن انهاء كوريا _الشمالية استعداداتها لاطلاق صاروخ تجاه المياه الاقليمية بين شبة الجزيرة _الكورية واليابان.

source: The news service quoted a Korean official as saying that, “The war ship Sueng will carry out monitoring activities in the East Sea,” referring to the war ship, which weighs 7,600 tons and can monitor and identify targets hundreds of kilometers away.
ar: ونقلة الوكالة عن مسؤول كوري ان المدمرة سييونغ العظيم ستقوم بانشطة الرصد في _البحر الشرقي في اشارة الى المدمرة الحربية الموجهة التى تبلغ سعتها 600ر7 طن _يمكن رصد وتحديد اهداف تبعد مئات الكيلومترات.

source: The news agency reported that another official, who refused to be named, said that Seoul learned yesterday that Pyongyang has finished assembling the missile on a launch pad on the eastern coast.
ar: ونقلت الوكالة عن مسؤول اخر رفض الكشف عن هويته ان سيئول علمت امس ان بيونغ _يانغ انتهت من تركيب الصاروخ على المنصة في الساحل الشرقي.

source: North Korea has said that it will set up what it described as a communications satellite between April 4th and 8th. South Korea and the United States see this as a possible attempt on the part of North Korea to launch a long-range war missile that could r
ar: وكانت كوريا الشمالية قد ذكرت بانها ستطبق ماوصفته بانه قمر اصطناعي للاتصالات _في الفترة مابين 4 الى 8 ابريل المقبل فيما ترى كوريا الجنوبية والولايات المتحدة _بان ربما يكون محاولة من الشمال لاطلاق صاروخ حربي طويل المدى يمكنه بلوغ الاسكا.

source: Experts say that a missile launch could take three days from the injection of a medium-range missile with liquid and dry fuel.
ar: ويرى خبراء ان اطلاق الصاروخ قد يستغرق ثلاثة ايام من عملية حقن الصاروخ _المتعدد المراحل بالوقود السائل والجاف.

source: North Korea carried out missile tests in 2006, but the missile crashed immediately after being launched.
ar: وكانت كوريا الشمالية قد قامت باجراء تجربة على اطلاق صاروخ عام 2006 الا انه _سقط فور اطلاقه.(النهاية)__ م ك / غ س _كونا261220 جمت مار 09

source: Embraced by over 2717 cities in 83 countries.. ‘Dubai Electricity’ calls for participation
ar: تحتضنها أكثر من 2712 مدينة في 83 دولة و”كهرباء دبي” تدعو للمشاركة

source: Eleven institutions and foundations switch off lights in Abu Dhabi as they partake in Earth Hour
ar: 11 هيئة ومؤسسة تطفئ أنوارها في أبوظبي في فعاليات ساعة الأرض غداً

source: Dubai Electricity and Water Authority called all families in the city to support the ‘Earth Hour’ initiative through effective participation in the official event set to take place in the Jumeira Beach Residence corridor on Saturday, March 28th
ar: دعت هيئة كهرباء ومياه دبي، امس جميع العائلات في دبي إلى دعم مبادرة ساعة الأرض من خلال المشاركة الفاعلة ضمن فعاليات الحدث الرسمي للمبادرة الذي سيقام في الممشى في جميرا بيتش ريزيدنس، يوم السبت الموافق ال 28 من مارس/ آذار، من الساعة ال

source: The authority stated that its employees will be distributing lanterns, T-shirts, and free balloons with the ‘Earth Hour’ logo. The audience will then place their lit lanterns on physical projections spelling ‘Earth Hour’ in English and Arabic. These pro
ar: وأوضحت الهيئة ان موظفيها سيقومون، وقبل بدء فعاليات الحدث، بتوزيع مصابيح وقمصان (تي شيرت) وبالونات مجانية تحمل شعار ساعة الأرض على المشاركين من الجمهور . ليقوم المشاركون بعد ذلك بوضع المصابيح الضوئية على مجسمات لكلمة ساعة الأرض، باللغتين العربية والانجليزي

source: from 8:30 until 9:30 in the evening
ar: ولغاية الساعة ال

source: Dubai’s water and electricity authority will manage a separate area for children during the event. The area will focus on energy-saving activities and will be in proximity to the Hilton Hotel. The event is also set to include a campaign called ‘The Deci
ar: وستقوم هيئة كهرباء ومياه دبي بتجهيز منطقة لفعاليات ساعة الأرض المخصصة للأطفال ستركز على أنشطة توفير الطاقة، وذلك بالقرب من فندق هيلتون، كما ستتضمن فعاليات الحدث حملة “بيدك القرار” التي أطلقتها الهيئة لتعزيز الوعي حول أهمية ترشيد الطاقة، كما قامت الهيئة بد

source: Saeed Mohamed Al Tayyer, managing director and CEO of Dubai Electricity and Water Authority, stated: ‘Earth Hour is a great opportunity for families to work together with a collaborative and responsible spirit to ensure a continuing future for planet Eart
ar: وفي تعليق له على هذه الدعوة، قال سعيد محمد الطاير، العضو المنتدب والرئيس التنفيذي لهيئة كهرباء ومياه دبي: “تمثل ساعة الأرض فرصة للعائلات للعمل معاً وبروح التضامن والمسؤولية للمساعدة على ضمان مستقبل مستدام لكوكب الأرض، ولا شك في أن المسؤولية تفرض على الجمي

source: Amal Koushk, director of loads and tariffs in Dubai Electricity and Water Authority, said ‘Last year, Dubai became the first city to engage in the Earth Hour initiative. Once again, it is leading the journey in the region.’
ar: بدورها قالت أمل كوشك، مديرة أولى في إدارة الأحمال والتعرفة، في هيئة كهرباء ومياه دبي: “كانت دبي في العام الماضي أول مدينة عربية تشارك في مبادرة ساعة الأرض، وها هي مرة أخرى تقود المسيرة في مختلف أنحاء المنطقة” .

source: The Environment Agency – Abu Dhabi and a number of partners are also partaking in the symbolic global initiative ‘Earth Hour’, launched by the World Wildlife Fund in an effort to combat global warming across the planet. The agency as well as ten other in
ar: وفي أبوظبي انضمت هيئة البيئة - أبوظبي ومجموعة من شركائها إلى الحملة العالمية الرمزية التي أطلقها الصندوق العالمي لصون الطبيعة لمكافحة الاحتباس الحراري في مختلف أنحاء العالم “ساعة الأرض”، حيث ستقوم الهيئة وعشر هيئات ومؤسسات حكومية وخاصة في ابوظبي بإطفاء ال

source: Some institutions set to take part in the event are Abu Dhabi’s Company for Health Services (Seha), Abu Dhabi Chamber of Commerce and Industry, ADNOC companies, GASCO, Abu Dhabi Food Control Authority, Zayed University, Abu Dhabi Higher Colleges of Tech
ar: والهيئات التي ستشارك في الحملة هي الخدمات العلاجية الخارجية - شركة أبوظبي للخدمات الصحية (صحة)، غرفة التجارة والصناعة أبوظبي، مجموعة شركات أدنوك، جاسكو، جهاز أبوظبي للرقابة الغذائية، جامعة زايد، كلية التقنية العليا للطلاب- أبوظبي، شركة أبوظبي لطاقة المستق

source: Dubai Public Prosecution will also be supporting the ‘Earth Hour’ campaign in Dubai, which promotes constructive aims of combating environmental changes through turning off thousands of lights in the city for one hour, and starting at 8:30 p.m.
ar: وتشارك النيابة العامة بدبي، في دعم حملة ساعة الأرض في دبي الهادفة إلى مواجهة التغيرات المناخية من خلال إطفاء آلاف الأضواء في المدينة لمدة ساعة واحدة بدءاً من الساعة ال 30:08 من مساء غد .

source: Baker Abdel Wahed, public relations manager at Dubai Public Prosecution, has issued a statement saying that Dubai Public Prosecution’s participation in this voluntary campaign is represented through the switching off of all lights including all facilities
ar: وقال باقر عبد الواحد مدير إدارة العلاقات العامة: إن مشاركة نيابة دبي في هذه الحملة التطوعية تتمثل في إطفاء الكهرباء في المقر الرئيسي للدائرة بحيث يشمل جميع مرافق وإدارات وأقسام الدائرة بالإضافة إلى الأنوار الخارجية لها .

source: Engineer Hasan Nasser Lutah, general manager in Dubai Municipality, has requested the residents of the city to switch off all unnecessary lights for one hour, hoping to increase consciousness on carbon emissions, which scientists claim to be the main reas
ar: وطالب المهندس حسين ناصر لوتاه مدير عام بلدية دبي السكان أن يطفئوا الأنوار والأدوات الكهربائية غير الضرورية لمدة ساعة من الساعة الثامنة وحتى التاسعة مساء لزيادة الوعي بانبعاثات الكربون التي يلقي العلماء باللوم عليها في ارتفاع حرارة الكوكب، والالتزام بتنفيذ

source: Abu Dhabi Environment Agency has announced its participation in Earth Hour, through switching off unnecessary lights and equipment, as well as external lighting, in the head office. The agency will also invite all members in its database to participate i
ar: من جهة أخرى، أعلنت مجموعة الإمارات للبيئة عن مشاركتها مساء الغد في ساعة الأرض من خلال إطفاء كافة الأضواء غير اللازمة والإنارة الخارجية والأجهزة غير المستخدمة في مقر المجموعة الرئيسي فضلا عن مخاطبتها جميع أعضائها الموجودين في بنك معلوماتها للمشاركة في هذه

source: Habiba Al Mara’ashly, board member of the United Nations World Charter, has reiterated that ‘Earth Hour’ was a symbolic initiative aiming to divert global attention towards the potential dangers of global warming.
ar: وأكدت حبيبة المرعشي رئيسة المجموعة وعضوة مجلس إدارة الميثاق العالمي للأمم المتحدة أن ساعة الأرض عبارة عن موضوع رمزي لتوجيه الاهتمام العالمي نحو موضوع الاحتباس الحراري والأخطار التي تنجم عنه .

source: She said that if 6.4 billion individuals were to participate in the light-switching event, there would be hopes of combating this phenomenon which warns of direct and indirect consequences which may go as far as changing the global map as it affects the w
ar: وأشارت الى أن إقبال 4 .6 مليار نسمة على إطفاء الأنوار لمدة ساعة من شأنه أن يساهم في محاربة هذه الظاهرة الي باتت تنذر بالخطر منوهة الى أن لظاهرة الاحتباس الحراري أخطاراً مباشرة وغير مباشرة حيث تساهم في تغيير خريطة العالم من خلال تأثيرها في حلقة الغذاء والم

source: Jeremy Bruer, Australian ambassador to the UAE, praised the country’s participation in the event, as one billion persons are anticipated to switch off their lights in support of the initiative.
ar: ومن جهته، أشاد جيرمي بروير السفير الأسترالي لدى الدولة بمشاركة الإمارات في مبادرة ساعة الأرض مساء غد السبت، مشيرا الى أنه من المتوقع ان يقوم مليار شخص حول العالم بإطفاء الأنوار بين الساعة الثامنة والنصف مساء والساعة التاسعة والنصف مساء .

source: The US, in general, has a number of advanced ships in Japan’s sea ever since the threats by North Korea to launch missiles that are designed to monitor ballistic missiles and down them if necessary. North Korea says it will launch a commercial satellite o
ar: ولدى الولايات المتحدة بصفة عامة مجوعة من السفن المتطورة في بحر اليابان، بعد التهديدات التي أعلنتها كوريا الشمالية لإطلاق الصواريخ، وهي مصممة للتتبع، وإذا اقتضى الأمر، إسقاط الصواريخ الذاتية الدفع. وتقول كوريا الشمالية إنها ستطلق قمرا صناعيا تجاريا على رأس

source: Spokesman for the Japanese ministry of defense, Yuichi Akiyoshi, said that the minister of defense, Yasukazu Hamada, ordered the destruction of the North Korea’s missile in the event of launch failure and fragments scattering on Japanese territories. A US
ar: وقال يوشي أكيوشي المتحدث باسم وزارة الدفاع اليابانية إن وزير الدفاع ياسوكازو هامادا، أمر بتدمير صاروخ كوريا الشمالية في حال فشل إطلاقه وتناثرت الشظايا على الأراضي اليابانية. وقال المسؤول بالبحرية الأميركية، الذي طلب عدم ذكر اسمه، إن السفن الأميركية التي
